# Taps
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

brew 'awscli'
brew 'helm'
brew 'git'
brew 'gh'
brew 'grep'
brew 'jq'
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'opentofu'
brew 'imagemagick'
brew 'mysql'
brew 'neovim'
brew 'node'
brew 'rbenv'
brew 'redis'
#brew "romkatv/powerlevel10k/powerlevel10k"
#tap "romkatv/powerlevel10k"
#brew "romkatv/powerlevel10k/powerlevel10k"
brew "powerlevel10k"
brew 'sqlite'

# Apps
cask '1password'
cask 'dbngin'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'iterm2'
cask 'obs'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'tailscale'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
